[
	{
		"email": "sarathchandra20uari137@mahindrauniversity.edu.in",
		"name": "Sarathchandra Lingareddy",
		"team": "Infinity assassins",
		"mentor": "Ani Thomas",
		"website": "https://sites.google.com/view/organdonationproject/home",
		"project": "Organ Donation",
		"desc": "Organ donation takes healthy organs and tissues from one person for transplantation into another. Experts say that the organs from one donor can save or help as many as 50 people. Organs you can donate include:  Internal organs: Kidneys, heart, liver, pancreas, intestines, lungs Skin Bone and bone marrow Cornea Most organ and tissue donations occur after the donor has died. But some organs and tissues can be donated while the donor is alive.  People of all ages and background can be organ donors. If you are under age 18, your parent or guardian must give you permission to become a donor. If you are 18 or older you can show you want to be a donor by signing a donor card. You should also let your family know your wishes.",
		"Grade": 3,
		"img": "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Infinity%20assassins.png"
	},
	{
		"email": "syed20umee044@mahindrauniversity.edu.in",
		"name": "Syed Awais",
		"team": "TIME ATTORNEYS",
		"mentor": "Raj Narayanan",
		"website": "https://sites.google.com/view/time-attorneys/home?authuser=0",
		"project": "EDUCATION ",
		"desc": "Our project is based up on the education system . The problems faced in the education system and we find the solutions for it. This project is a very important initiative towards the betterment of society as the problem which we have chosen is a very common problem faced by almost everyone. We even did a on ground data collection and we encountered the same results as expected. Our project is on its way to create a big impact to all the students mainly in India. This is a short project description of our team Time Attorneys . You can further explore our website for more info.",
		"Grade": 3,
		"img": "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/TIME_ATTORNEYS.png"
	},
	 {
		"email": "satyanarayana20uari158@mahindrauniversity.edu.in",
		"name": "Satyanarayana Namburi VV",
		"team": "Team Delegants",
		"mentor": "Sayoni Laha",
		"website": "https://sites.google.com/view/teamdelegants/home",
		"project": "Career Guidance",
		"desc": "We team Delegants are working on topic Career Guidance which helps people to find a better path to pursue their career in their interested field. We chose this as our problem statement because many of us know only a few courses such as engineering, medical etc but there are many other fields that many people don't know. So, we here are helping people find a proper CAREER GUIDANCE. Now we are figuring out solutions for these problems that came up when we are surveyed people about why they got deviated from their goals/ambitions. We as a team are trying to solve these issues and help students to find the suitable career and achieve their goals.",
		"Grade": 2,
		"img": "https://raw.githubusercontent.com/Mentor2108/Screenshots_DTL/main/Team%20Delegants.jpg"
	}
]