[
  {
    "email": "rohan20uece070@mahindrauniversity.edu.in",
    "name": "Rohan Tank",
    "team": "Se7en",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/se7en/home",
    "project": "Personalised Movie Recommendation System ",
    "desc": "We aim to develop a personalised movie recommendation system, an idea, which arises from the problem of unfair movie ratings and wastage of time in finding the perfect movie to watch at a particular moment. We aim to create a system which can give personalised movie recommendations to the users based on their taste, favourite genre, history, general mood, etc."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/se7en.png"  
  },
  {
    "email": "sarathchandra20uari137@mahindrauniversity.edu.in",
    "name": "Sarathchandra Lingareddy",
    "team": "Infinity assassins",
    "mentor": "Ani Thomas",
    "website": "https://sites.google.com/view/organdonationproject/home",
    "project": "Organ Donation",
    "desc": "Organ donation takes healthy organs and tissues from one person for transplantation into another. Experts say that the organs from one donor can save or help as many as 50 people. Organs you can donate include:  Internal organs: Kidneys, heart, liver, pancreas, intestines, lungs Skin Bone and bone marrow Cornea Most organ and tissue donations occur after the donor has died. But some organs and tissues can be donated while the donor is alive.  People of all ages and background can be organ donors. If you are under age 18, your parent or guardian must give you permission to become a donor. If you are 18 or older you can show you want to be a donor by signing a donor card. You should also let your family know your wishes."
    "img": "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Infinity%20assassins.png"  
  },
  {
    "email": "manish20umee034@mahindrauniversity.edu.in",
    "name": "Manish Ralla",
    "team": "Red Hurricane",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/red-hurricane/home",
    "project": "Red-Hurricane",
    "desc": "Easy Doors to buy and sell NFTs"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Red%20Hurricane.png"
  },
  {
    "email": "siddarth20ucse108@mahindrauniversity.edu.in",
    "name": "Siddarth Narra",
    "team": "The High Table",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/thtdt/home",
    "project": "Mental Wellbeing",
    "desc": "Mental health is as important as general physical health.The World Health Organization estimates that the prevalence of mental illnesses has increased substantially and that approximately 20% of youth experience mental disorders. Physical health is not the only major domain of our lives affected by mental health. Good mental health also affects our workplace and our productivity, which affects society. For example, employees who work in stressful work environments can experience burnout. We are working to help people's improve their mental health and finding out what causes depression in people and how it can be dealt. Thereby exploring the causes of mental health issues."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/The%20High%20Table.png"  
  },
  {
    "email": "syed20umee044@mahindrauniversity.edu.in",
    "name": "Syed Awais",
    "team": "Time attorneys",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/time-attorneys/home?authuser=0",
    "project": "EDUCATION ",
    "desc": "Our project is based up on the education system . The problems faced in the education system and we find the solutions for it. This project is a very important initiative towards the betterment of society as the problem which we have chosen is a very common problem faced by almost everyone. We even did a on ground data collection and we encountered the same results as expected. Our project is on its way to create a big impact to all the students mainly in India. This is a short project description of our team Time Attorneys . You can further explore our website for more info."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/TIME_ATTORNEYS.png"  
  },
  {
    "email": "chinmaivarma20uece085@mahindrauniversity.edu.in",
    "name": "ChinmaiVarma Bhupathiraju",
    "team": "Reignite",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/reignite2022/home",
    "project": "Mental Health Issues",
    "desc": "Our first objective was to learn more about all the mental health issues people suffer from and how they vary from person to person. Luckily, in the age of the internet everything can be found within minutes, so went through all the different articles, statistics, and news reports to gather as much information as we can. We understood that 1 in every 5 adults experiences some sort of mental health issue and 1 in every 25 adults has severe effects on how they function daily. Then we went about interviewing ourselves and jotting down all the issues we faced in the past few years and how we reacted to them. Then we went on to interview a few people to get a vague idea about the situation in the general public. We then created a form to take a survey among the larger group of people and the results we got from the survey helped us to come to a general idea that about 40% of the people who are not comfortable in life are facing some sort of mental health issues and almost 80% of them didn't seek any professional help"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Reignite.png"
  },
  {
    "email": "pavan20uari123@mahindrauniversity.edu.in",
    "name": "Pavan Kotipalli",
    "team": "Coco Melon",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/cocomelonmehy/home?authuser=1",
    "project": "Mental health ",
    "desc": "We came up together and decided to work on mental health. We are trying to improve the mental health of people, especially the university students. We would like to come up with a book( a handbook) with short notes to help people improve their mental health. The book would contain short tips or some information, so that they can take a chill pill for a while and get their pieces back. This would help many students to enhance their performance without taking any pressure or wasting time thinking about the other not so important things."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Coco%20Melon.png"
  },
  {
    "email": "shamanth20uece079@mahindrauniversity.edu.in",
    "name": "Shamanth Vallem",
    "team": "Spectaculars",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/team-spectaculars/home",
    "project": "Accident Prevention",
    "desc": "Our project is all about preventing the accidents on roads that happen just because of neglecting simple things such as not wearing helmets/seat belts, because of the small potholes, etc. Our project aims to resolve these issues and save lives. We considered every small detail about how the accidents occur, we went up to the root cause of the problem,  for every category of accidents, and we finally found more than 600 excellent creative and technical solutions which we hope will help and save as many people as possible."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Spectaculars.png"
  },
  {
    "email": "rohit20ucse147@mahindrauniversity.edu.in",
    "name": "Rohit Javvadi",
    "team": "Team Arrow ",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/team-arrow1/home",
    "project": "Difficulties faced by Students in Libraries",
    "desc": "Our main mission is to find all the problems students are facing in the library and so we set out to find all the problems which our fellow mates are facing ,so we interviewed the students who frequently visit the library and based on their inputs and feedback we tried to connect all the dots and find out all the reason behind the problems which the students are facing and based in those we had also taken the input of the librarians for their POV and based on their collective responses we are trying to come up with a optimal solution"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Team%20Arrow.png"

  },
  {
    "email": "himavanth20uari064@mahindrauniversity.edu.in",
    "name": "Himavanth Kandula",
    "team": "Amnesia",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/smart-university/home",
    "project": "Smart University",
    "desc": "In our cars, stores, banks, and homes, smart technologies are already a part of our daily lives. On a daily basis, we come into contact with intelligent settings. Despite this, many universities continue to maintain siloed infrastructures that don't serve or connect with anyone other than their connected stakeholders. There are a number of software platforms and enormous ERP/SIS systems that do not communicate with one another. Consider a different type of infrastructure: one that intelligently communicated to assure positive results in every encounter and event. Our goal is to use technology wherever possible and make tasks done by the colleges/universities easier, smarter and much more faster."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Amnesia.png"
  },
  {
    "email": "sriansh20uari099@mahindrauniversity.edu.in",
    "name": "Sriansh Mourila",
    "team": "Radical Rush",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/radicalrush/home",
    "project": "Waste Management ",
    "desc": "Waste Management, the topic as we chose was mainly to look for the possibilities and ways ,the waste can be managed to bring a little possible change in this environment. First we looked into the reasons and sources where the waste is being produced in large amount. We could find many reasons on waste being produced. We filtered out some of them and chose the reason which was convenient to us, to work on it and chose ,toys from waste as a possibility to bring the change that is in our catch. As we researched, we got know that, dry waste can be used or molded into toys when worked on it. Cardboards, thermacols, used tins, some of the plastic wastes etc has been used to built toys. We could gather a lot of knowledge on wastes being produced in our country and all over the world. We got to know that, there are different types of wastes and has a large impact on the environment when left unconcerned. Flowcharts, google forms etc were made in order to get a clear point of view on what can be done by us to bring a change. It was fun making and we tried our best in achieving so."
    "img" : " https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Radical%20Rush.png "
  },
  {
    "email": "manasa20ucse090@mahindrauniversity.edu.in",
    "name": "Manasa Kallam",
    "team": "The Fight Club",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/fightclub-revive/home",
    "project": "REVIVE",
    "desc": "Our project is mainly focused on mental health, and we narrowed down our target audience to B-Tech students. We came up with this idea after we saw our friends who were disturbed during our semester exams and also due to some other reasons. So we started to think about how we can help our friends and wanted to know more about the problem and hence came up with a few questions. We talked to our fellow students with these questions in mind. Then we were able to categorize the most common reasons for students' mental disturbance and frame a problem statement. Currently, we are in the process of finding an effective solution that can be of help to a large number of students."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/The%20Fight%20Club.png"

  },
  {
    "email": "sairitesh20ucse084@mahindrauniversity.edu.in",
    "name": "Sai Ritesh Maka",
    "team": "Eco Troops",
    "mentor": "Raj Narayanan",
    "website": "https://ritesh7153.wixsite.com/website-2",
    "project": "Electricity from pollution",
    "desc": "We are here to reduce the pollution on earth by converting pollution into usable electricity. As there is increase in pollution and shortage of non-renewable resources which is used to convert electricity. So we came up with an idea which will convert pollution to electricity. We are making a collaborative meet with the electric, chemical companies for our project."
    "img" : " https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Eco%20Troops.png"

  },
  {
    "email": "manikanta20ucse092@mahindrauniversity.edu.in",
    "name": "Manikanta P",
    "team": "Solana",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/team-solana/home",
    "project": "HEALTH AND FITNESS",
    "desc": "After a long period of lockdown due to a unprecedented crisis, we came to a realization on how easy it is to lose dietary and exercise patterns. On a broad perspective, we found out that many people are going through a similar issue in their daily life, from a survey we conducted on over 150 people. We decided to create an app which guides people from all economic spectrums with a custom diet and fitness plans based on their daily routine. We highlighted the main problems faced by people ranging from their work pressure and lack of time to their own health issues. We plan to proceed forward based on the survey and highlighted problems to a proper execution of our app which, hopefully would be beneficial to many people."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Solana.png"

  },
  {
    "email": "pooja20ucse074@mahindrauniversity.edu.in",
    "name": "Pooja Kunchepu",
    "team": "Jack warriors",
    "mentor": "Raj Narayanan",
    "website": "https://koratalaabhiram809.wixsite.com/lifeunderwater",
    "project": "LIFE UNDER WATER",
    "desc": "When we were discussing about the project ideas, most of us were interested in oceans. So, we chose this topic to learn more about the oceans and also find the possible solutions to some of the ocean related problems. Marine pollution, Ocean acidification and Improper conservation of coastal and marine areas are the main problems for life under water. Our project is inclined towards understanding the causes and effects of these problems and come up with solutions."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Jack%20warriors.png"
  },
  {
    "email": "swija20uari152@mahindrauniversity.edu.in",
    "name": "Swija Gaddam",
    "team": "Black canvas",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/comparacio-dtl/home",
    "project": "COMPARACIÓ",
    "desc": "Our project is Comparació, which means comparison in Catalan. The idea of our project is to create a website which displays the price comparison of the same product in different websites, as we noticed the variation of prices of same product in different websites. Our website lists out the best price comparison for any product that you want so that you can make the best decision possible considering the pros and cons. While searching for a product, we came across variations in prices for the same product in different websites. So we came up with this idea, to create this website which displays the pice comparison of the same product in different websites."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Black%20canvas.png"
  },
  {
    "email": "sritejdeep20umee019@mahindrauniversity.edu.in",
    "name": "Sritejdeep Lingampally",
    "team": "Crew X",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/crewx/home",
    "project": "Tom & Jerry",
    "desc": "We chose the concept of Creative toys.This is an entertainment game and it is a puzzle type one. there are three levels in this game L0 L1 L2.At the first level i.e., Level-0 it is a board game where you throw a dice and only tom and jerry are the characters. simply it is a snake and ladder game type.  There is Start and End in the Game.  To moving for further levels new characters will be introduced. this is regarding our game"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Crew%20X.png"
  },
  {
    "email": "sathvik20ucse169@mahindrauniversity.edu.in",
    "name": "Sathvik Chandupatla",
    "team": "Bravehearts",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/getscholified/2",
    "project": "GETSCHOLIFIED",
    "desc": "  In our college there is a subject called design thinking the professors of that subject given us a assignment in which we have to identify the problems and find a solution from it.So we form a group of 6 and tried to identify problems from our surroundings.At last we had identified a problem related to scholarships  many students in India do not have enough knowledge about scholarships and many scholarships are wasted every year.So we had identified this as a big problem and working on it and our first step is to bring awareness to students about scholarships.At last our goal is to provide scholarships to students through us."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Bravehearts.png"
  },
  {
    "email": "yaswanth20ucse023@mahindrauniversity.edu.in",
    "name": "Yaswanth Athaluri",
    "team": "Thinking",
    "mentor": "Ani Thomas",
    "website": "https://sites.google.com/view/transportationis/home",
    "project": "Transport",
    "desc": "Transport: Lack of secure and easily accessible transport at economic fares in hyderabad "
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Thinking.png"
  },
  {
    "email": "saisrikar20uari164@mahindrauniversity.edu.in",
    "name": "SaiSrikar Ventrapragada",
    "team": "Baka",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/transportationproblem/home",
    "project": "Transportation Problem",
    "desc": "We intially brainstormed a few problems we were facing in our daily lifes and later on after meeting our mentor we narrowed it down to transportation problem.The transportation problem is the high fare price being charged when traveling to and fro from campus. To figure out if we were the only faceing this problem or not we surveyed a few of our college mates and figured that there are different segements/groups of people who travel in different ways.So right now we are made the segementations and pur figuring out the relations between the data points we got.with this infromation we will move forward and find a solution for our problem"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Baka.png "
  },
  {
    "email": "abhi20ucse005@mahindrauniversity.edu.in",
    "name": "Abhi Rohan",
    "team": "The Chamber of Secrets",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/hopeforpaws7/home",
    "project": "HOPE FOR PAWS",
    "desc": "Hope For Paws is  non-profit animal rescue organization. Animals, whether we are aware or not, play a huge role in our lives and in the environment. Therefore, it's in our best interest to help them. We rescue dogs, cats and other types of animals suffering on the streets or neglected in the wild. Through rescue and education, Hope For Paws works to raise awareness for abandoned animals.Dogs are man’s best friend for a reason. Humans and dogs have shared a special bond for centuries. These friendly pups help us reduce anxiety and tension and love us with all they have. While we give sweet and comforting hugs to our pets, there are some poor pups who live on the streets and are often deprived of all the warmth and affection. We sometimes feel anxious and sad for these helpless dogs on streets in rough weather conditions and with poor health issues. This made up to take up on this mission for the betterment of strays .We are actively conducting the surveys regarding the difficulties faced by the strays . We initially conducted a survey regarding the condition of stray dogs and the results were not too encouraging. We are also observing an active participation of people along with us to take the mission forward .  We are also glad to inform that around 20 volunteers joined us to help in improving the life of strays.  We are trying to contact several sponsors for funding as well. We fed around 50 dogs since we took up this mission.  The dogs we feed today are in good and healthy shape, we are even thinking about creating a platform for adoption.We are a group of seven friends with a vision  who got moved by the condition of stray animals during these covid times as they were unable to find food. Many studies also show that the percentage increase of stray animals is very high over the last couple of years. By observing all these we decided to take up this mission in helping the stray animals to make sure they find food and shelter."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/The%20Chamber%20of%20Secrets.png"
  },
  {
    "email": "abhishek20uece111@mahindrauniversity.edu.in",
    "name": "Abhishek Sahjwani",
    "team": "Perseverence",
    "mentor": "Ani Thomas",
    "website": "https://forms.office.com/pages/responsepage.aspx?id=ZJH4ixGzykCilS4PXznRTmWCpYeRpyZKpBYIzg2MQj1UOFdSWE9UWk9GRjNYN1RCSklVTE03NFRSTy4u",
    "project": "In Efficient Waste Management",
    "desc": "Seeing a vast and huge, nearly unending pile of waste dumped in the outskirts of city made us choose this topic. Under this project we aim to come-up, look into, makes ourselves audible and not smell some nasty smells with the root cause of in-efficient management of waste. We hope that by coming up with this/these root cause(s) we (as a team) or anybody reading going through our project will give a few suggestions or will try to address this/these cause(S) in their own unique way. What we were able to sense uptill now is that its not just that people are unaware of the need to manage waste but there are certain more important things that are holding them back to do so such as the amount of personal investment of money they need to make in order to segregate waste. But we can also say that there is a lot of unawareness, among the people or the organisations addressing this issue about efficient ways to manage waste. As this project onsets us on our journey to explore the cause(s), we want to give it out best to understand and come up with it, as only after we are able to uncover the cause(es) it would be easy for anyone to come-up with solutions."
    "img" : "no website"
  },
  {
    "email": "rithik20uece045@mahindrauniversity.edu.in",
    "name": "Rithik Matta",
    "team": "Team Relier",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/teamrelier/home",
    "project": "Get the Work",
    "desc": "Our Project is about converging the unorganized sector into the present corporate organized world. So, that they can get more benefits and be exposed to a large community of customers and also earn more and be more sophisticated."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Team%20Relier.png"
  },
  {
    "email": "soumik20ueee033@mahindrauniversity.edu.in",
    "name": "Soumik Rao",
    "team": "AlphaCrew",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/alphacrewdtl/home",
    "project": "Emot-R",
    "desc": "Emot-R is basically like a dash cam which sits on the dashboard of any vehicle, and is focused on the drivers face. It detects minute details or changes in the drivers face expressions to tell if anything is suspicious. For example, looking back often, concentrating on what people are doing in the back seat, etc. are a few situations where our device may detect and deem it to be suspicious. We will develop an Al and Machine learning model which does the work for us. We will concentrate on public transports. Whenever there is suspicious activity, a notification will be send to passengers phone who will have our app so that they can be aware. "
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/AlphaCrew.png"
  },
  {
    "email": "arvind20uari031@mahindrauniversity.edu.in",
    "name": "Arvind Voggu",
    "team": "Ascension",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/ascensionmessfix/home",
    "project": "Mess Rush",
    "desc": "Our project is about the Mess rush we experience everyday. Due to the long queues the students have to face on campus every mealtime, we at team Ascension are here to find the root cause and come up with a way to solve the issue at hand."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Ascension.png"
  },
  {
    "email": "varnika20uece098@mahindrauniversity.edu.in",
    "name": "Varnika Bethireddy",
    "team": "Sad Mo",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/aiesec.net/vervoer/home",
    "project": "Vervoer",
    "desc": "The goal of our project is to make transportation around the campus easier for students. This will result in time management and easier access on campus."
    "img" : "no website"
  },
  {
    "email": "raghavi20uece042@mahindrauniversity.edu.in",
    "name": "Raghavi M",
    "team": "Area 51",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/touristexploitation/home",
    "project": "Tourist Exploitation",
    "desc": "We know , there are many tourists exploring all over the world are facing many challenges . We as a team , trying to help tourists explore the world without getting exploited and  make them experience the place the way it should be experienced"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Area%2051.png"
  },
  {
    "email": "manoj20umee050@mahindrauniversity.edu.in",
    "name": "Manoj Kamar",
    "team": "Elite 8",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/elite-8/home",
    "project": "Plastic Recycling",
    "desc": "We started this project with the motivation of reducing the impact of plastic on the environment and we started discussing among our group like what are the problems, effects of plastics on environment and we are still trying to find a solution for it."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Elite%208.png"
  },
  {
    "email": "Praseeda20ucse016@mahindrauniversity.edu.in",
    "name": "Praseeda Alluru Lakshmi",
    "team": "Dreamers",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/autisticartists/home",
    "project": "Autistic Artists",
    "desc": "Our project mainly deals with creating educational toys for autistic children to stimulate their learning as we feel that toys engage a child’s interest and imagination and can give a good learning experience. Autism spectrum disorder is basically a difference in the way a kid's brain develop. As toys are teaching tools for all children, especially for kids with autism, they are expected to instruct, promote intellectuality, emotional and physical development. Different toys like sensory toys, movement toys, construction toys can help them boost their IQ, enhance development of their sense, improve concentration which is the main motive behind our project."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Dreamers.png"
  },
  {
    "email": "mihir20uari095@mahindrauniversity.edu.in",
    "name": "Mihir Ranjan",
    "team": "A Team Without name",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/ateamwithoutname/home?authuser=0",
    "project": "Groups ",
    "desc": "Our project is based on a mission where we are providing each member given the fact that they can me introvert or extrovert, we will be giving them there ideal team so that they can work efficiently and properly. "
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/A%20Team%20Without%20A%20Name.png"
  },
  {
    "email": "srikant20uece091@mahindrauniversity.edu.in",
    "name": "Srikant Malla",
    "team": "Kanya Raasi",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/swishwish/home",
    "project": "SWISH",
    "desc": "Ordering stuff online is convenient, but is it so always? Our initiative focuses on introducing a mini-supermarket / grocery store for the students and faculty of MU, and this shall be on campus itself. We came up with this idea just to resolve some of the issues that we all might be facing with online grocery shopping while on campus. For example, one may be needing an item under urgency, one would definitely then prefer going to a store that's within a walkable distance over ordering it online that might take 2-3 days to arrive. Not just this, online shopping for groceries can also be more expensive at times depending on the demand and delivery charges. Good packaging and quality of products ordered online may also not be assured. In case one's looking for perishable items like milk and curd, or even fresh fruits and vegetables on a daily basis, one has no other choice but to go to a nearby grocery store!"
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Kanya%20Raasi.png"
  },
  {
    "email": "pratham20uari066@mahindrauniversity.edu.in",
    "name": "Pratham I",
    "team": "Inevitable",
    "mentor": "Sayoni Laha",
    "website": "https://enlargeappear08.wixsite.com/website-1",
    "project": "Community for Blind and Blind stick",
    "desc": "Designing Solutions For The Visually Challenged People is the theme of our project. We formed a team and are now working on solutions. Some visually impaired people were interviewed.  We learned about their difficulties and are attempting to solve them through innovation and ideas. As we progressed, we learned about a variety of answers and concepts. An Empathy Map was created by us. A Community For the Blind, and A Smart Blind Stick are two of the solutions we learned about. We hope that our efforts will aid at least some blind people."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Inevitable.png"
  },
  {
    "email": "aayushi20ucse004@mahindrauniversity.edu.in",
    "name": "Aayushi Singh",
    "team": "Flash",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/teamflash/home",
    "project": "Project Insight (indoor navigation)",
    "desc": "Project Insight - the indoor navigation system of the ever changing world, is a dream project of team flash and let me tell you how this idea came into existence. One day our friend and one of the founding members of this team got lost inside Mahindra University campus that’s when we decided to work on this issue, but later while digging deeper we got to know that this issue is faced by all the working class. Now that we have understood our target audience and problem statement we are currently working on various ways of solving this issue and moving ahead with this project."
    "img" : " https://raw.githubusercontent.com/dead-phoenix/dtl/main/Flash.png"
  },
  {
    "email": "varun20ucie023@mahindrauniversity.edu.in",
    "name": "Varun Medari",
    "team": "Unstoppable",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/dtl-unstoppable/home",
    "project": "HYDERABAD DEVELOPMENT ",
    "desc": "This project is about Hyderabad pros and cons, we actutally trying to  find  pros and cons and  what makes Hyderabad stop to become a greater city, how can they can be better to make Hyderabad a greater smart citythis all started when we thought about developing a smart city of our own  like gated community with all facilities when we have idea of smart city we had thought of  hyderabad what stops hyderabad to be a greater smart city so started there project on hyderabad developmentOf many discussion many trails we listed  hyderabad pros and cons and next we are  trying to find solution of them to make hyderabad a more better city"
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Unstoppable.png
"
  },
  {
    "email": "lasya20ucse218@mahindrauniversity.edu.in",
    "name": "Lasya Pasumarthy",
    "team": "Surprisingly shitty",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/octowash/home",
    "project": "OctoWash",
    "desc": "Our project focuses on the laundry problems faced by many students on-campus. On top of not enough machines, no proper adherence to the rules, frequent repairs etc were additional problems that came from the insufficiency that was there. We aim to solve that problem and bring a better, convenient laundry services to hostelers :) The solution we're looking for can be anything; from a mere website or an app to a whole new installation of laundromat or a better laundry service, so we're really looking forward to how the results turn out "
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Surprisingly%20Shitty.png"
  },
  {
    "email": "geethanjali20uari056@mahindrauniversity.edu.in",
    "name": "Geethanjali Nayani",
    "team": "Stack",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/adjustable--chair",
    "project": "Adjustable Chair",
    "desc": "The main motive of the project \"An Adjustable Chair\" is to reduce the difficulties faced by elders to adjust their chairs. This new invention (Adjustable chair) makes it easier to alter in different angles and gets aligned automatically based on the spine condition with less effort. It is cushioned and also the material used is washable. Another benefit of the material is that it doesn’t hold dust or moisture and can sit for a longer duration. New features of the Adjustable chair include a medicine reminder set that reminds medicines from time to time, a leg rest that supports toes that help in avoiding avoid muscle cramps, a customized food tray, and a cup holder that helps in placing food plate and glasses on them, etc."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Stack.png"
  },
  {
    "email": "sanjit20ucse067@mahindrauniversity.edu.in",
    "name": "Sanjit Kolla",
    "team": "Siuuuuuuuuuuuuuuuuuuuuuuuuuu",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/siuuuuuuuuuuuuuuuuuuuuuuuuuuu/home",
    "project": "Siuuuuu",
    "desc": "The basic idea was on waste management. After countless discussions with team and mentor, we realized that lot of waste is dumped into water bodies. In the next team meeting, each one of us discussed about the water bodies that were polluted in their locality. Once the meeting was done, we were able to conclude that initiatives or solutions were proposed to clean the water in some places. However, even now, many rivers, lakes and other water bodies still remain polluted and will be a potential threat to living beings if action is not taken."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Siuuuuuuuuuuuuuuuuuuuuuuuuuu.png"
  },
  {
    "email": "pooja20uece073@mahindrauniversity.edu.in",
    "name": "Pooja Sabbani",
    "team": "Eureka!",
    "mentor": "Ani Thomas",
    "website": "https://sites.google.com/view/change-in-education/home",
    "project": "The\" Why?\"",
    "desc": "Our project is about understanding our education system. It is also about identifying the major external factors that affect it. It is also very related to students of different ages and their general and specialised requirements. Most of all, we wish to brainstorm  and generate relevant ideas. Ideas that will help change the way things are thought of and done. This is because, it is our sincere belief that education is more important than it is treated to be. We believe it is the path to revolutionary change. Therefore, it can be better. It must be better."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Eureka!.png"
  },
  {
    "email": "ram20uari122@mahindrauniversity.edu.in",
    "name": "Ram Narain",
    "team": "Team-Kanyaraasi",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/preventingfoodwaste/home",
    "project": "Preventing food waste",
    "desc": "Our country is developing at a very fast rate, year after year. Growth is taking place across all segments of the economy and the society. But this has also led to an increase in the negative impacts of development like pollution, water depletion, etc. and one such issue that has arised (mainly in the urban households) is food wastage. People are buying more than they consume and are taking the food they’re eating for granted. Moreover, this food which turns into waste can be put into good use by feeding the people in need, just by eating consciously( knowing what and how much a person can eat ). We think we can bring a change in the thought process of people by just helping them realise the efforts and the resources that have been put in the making of these, and how it could’ve been put to good use. This realisation can, we believe, drastically lower the amount of food that will be wasted. Also, because of technological advancements, the food which is inevitably wasted, is also being used to generate power. We think a proper supply-chain/system put in place which facilitates the transport of the waste to these companies can also help, as this food waste release harmful emissions and cause pollution. We are also trying to come up with a way to work with the orphanages so that this healthy food is not actually wasted. Though we are still working on more ideas, we think this will only work with the combined effort of all the people. "
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Team%20-%20Kanyaraasi.png"
  },
  {
    "email": "praneeth20uari120@mahindrauniversity.edu.in",
    "name": "Praneeth Ponnapalli",
    "team": "Team X",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/transportation-redefined/home",
    "project": "Transportation Redefiend",
    "desc": "We as a team are aiming to solve a chain of transportation problems, Our main goal is to provide an efficient way to the user to travel from one place to another with just a click. We aim to give customers  the option of choosing their own transport from the information we give them, the information contains the price, time and the mode of transport to reach a certain place, we also aim to associate with the local restaurants that provide indigenous food for a tourist and we connect the local travel agencies with the customers."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Team%20X.png"
  },

  {
    "email": "syla20ucse211@mahindrauniversity.edu.in",
    "name": "Syla Trisha",
    "team": "Dream",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/tbmenstrualhygiene",
    "project": "TRAILBLAZING MENSTRUAL HYGIENE",
    "desc": "We promote awareness and education about Menstrual hygiene using the R's concept: Reestablish, Renew, Reinstate, Revive, and Reinstitute."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Dream.png"
  },
  {
    "email": "sriram20ucse185@mahindrauniversity.edu.in",
    "name": "Sri Ram Pattiputtur",
    "team": "The Classicists",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/mu-e-library/home",
    "project": "E-LIBRARY OF MU",
    "desc": "Our motive is to make an e-library for mahindra university. An e-library is a physical location and website that provides online access to digitised audio, video, and written materials 24 hours a day, seven days a week. It makes free copies of books, journals, and other materials available to users. These are usually classics with no copyright in digital formats (as opposed to print, microform, or other media) and are computer accessible. The e-versions of books can be made available to the students."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/The%20Classicists.png"
  },
  {
    "email": "vineel20ucse226@mahindrauniversity.edu.in",
    "name": "Vineel Pentrala",
    "team": "Noah's Ark",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/dtcareer",
    "project": "Career Opportunities",
    "desc": "Our project aims for students in their 11th and 12th to determine what career path is best suited for them. According to a survey conducted in the university premises, the majority dislike engineering. Making more knowledge available to the parents and students aims to lessen this and increase overall satisfaction. Our project aims to do this."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Noah%27s%20Arc.png"
  },
  {
    "email": "meghana20ucam024@mahindrauniversity.edu.in",
    "name": "Meghana Chinthalapati",
    "team": "Team Genesis",
    "mentor": "Ani Thomas",
    "website": "https://sites.google.com/view/teamgenesis-studentforum/home",
    "project": "STUDENT FORUM",
    "desc": "There are many problems faced by students in the current Indian society. We are concentrating on how lack of guidance is affecting the student’s life. Guidance can be seen from many perspectives depending on the individual. It can be regarding a person’s keen interest or how he/her is planning for the future. A person can seek an advice /guidance in many ways. It can be from a parent, a teacher, a professional counsellor, a friend etc. We want to create an online platform where the student can express his/her opinions/problems and seek advice from fellow people who already have an experience.  "
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Team%20Genesis.png"
  },
  {
    "email": "tanisha20ucse202@mahindrauniversity.edu.in",
    "name": "Tanisha Rana",
    "team": "Toman",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/travaid/home?authuser=0",
    "project": "TravelAid",
    "desc": "It all began when we were exchanging our travel stories and realized that a majority of us have lost/forgotten important documents while traveling. This led us to believe that this might actually be a pressing issue for so many people and hence we decided to come up with TravelAid.  Initially, we brainstormed and came up with a set of questions that would best sum up the problem in question, so we can find a solution to these questions. We then compiled it into a survey and sampled it. We now aim to dwell on the responses and design the structure of TravelAid so it checks out all our boxes."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Toman.png"
  },
  {
    "email": "akshita20uece004@mahindrauniversity.edu.in",
    "name": "Akshita Rai",
    "team": "Dholakpur",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/techabour/home",
    "project": "techabour: to revamp the local working environments using technology",
    "desc": "This project deals with the day to day health related issues faced by labors. We at techabour strive to work towards their safety and aware work life. Many unforeseen injuries and health hazards can be dogged by mixing technology with medical science. We are using the exosuit ideology and healthbooth concept for working towards our problem statement."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Dholakpur.png"
  },
  {
    "email": "johaan20uece029@mahindrauniversity.edu.in",
    "name": "Johaan Alexander",
    "team": "Zaibatsu Corporation",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/zaibatsucorporation/",
    "project": "Optimising spending habits of University students",
    "desc": "As we all have noticed in our University itself, people spend money without thinking twice. At the end of the month, they realise that they have little to no money left. We wanted to help change this behaviour. In addition to that, we wanted students to realise where they spend their money and how much could they have saved. This will all help them become financially smarter and a more responsible individual."
    "img" : "https://raw.githubusercontent.com/dead-phoenix/dtl/main/Zaibatsu%20Corporation.png"
  },
  {
    "email": "sushrutha20uece033@mahindrauniversity.edu.in",
    "name": "Sushrutha Kandi",
    "team": "The insomniacs",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/ problems-faced-by-the-blind",
    "project": "Problems faced by the blind ",
    "desc": "Our Project is based on the difficulties faced by the blind in their day to day lives and how ignorant we are to those issues, we would like to find solutions to these problems , one such solution we have is  a scanner app  that scans the text and gives voice instructions to help the user position their phone correctly and read out the text scanned, this way they will be able to feel comfortable in places without braille, also this app can be accessed with their usually screen reading app.     "
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/The%20insomniacs.png"
  },
  {
    "email": "rishikesh20ucse141@mahindrauniversity.edu.in",
    "name": "Rishikesh Sirigiripet",
    "team": "Outliners",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/weducate/home",
    "project": "wEducate",
    "desc": "Main motto of our project is provide guidance for the students who are lacking in proper guidance. We also make sure that student completes his total course in a wink of a time.   We, OUTLINERS noticed that many of our friends were unable to get to conclusion on most of the courses when they start them just before exams. We enquired about this in other colleges too and made a note that many of the students were facing the similar problem. Many of them were also ready to pay extra fee for the sake of tutor."
    "img" : "https://github.com/Mentor2108/Screenshots_DTL/blob/main/Outliners.jpg"
  },
  {
    "email": "rishika20uari170@mahindrauniversity.edu.in",
    "name": "Rishika Yelldha",
    "team": "The Originals",
    "mentor": "Ani Thomas",
    "website": "https://sites.google.com/view/minute-medical/home?authuser=2",
    "project": "Minute Medical",
    "desc": "The main idea of our project is to get medication for patient Comfortable, Convenient and safe prescription services and reduce the waiting time, traveling time and  get 24/7 medication availability from specialists. That's the main idea which led to the beginning of this project."
    "img" : "https://raw.githubusercontent.com/Mentor2108/Screenshots_DTL/main/The%20Originals.jpg"
  },
  {
    "email": "akhilesh20ucse175@mahindrauniversity.edu.in",
    "name": "Akhilesh Sidda",
    "team": "Hustlers",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/hustlers-team/home",
    "project": "Disaster Management (Floods)",
    "desc": "The Main thing about our idea is to help the people from floods by providing the mini emergency kit to survive the floods immediately before they get help from rescue team.                      Our Main idea is based on floods so we started researching how and in which conditions floods will occur and how many types of floods will occur by the help of internet and news articles."
    "img" : "https://raw.githubusercontent.com/Mentor2108/Screenshots_DTL/main/Hustlers.jpg"
  },
  {
    "email": "satyanarayana20uari158@mahindrauniversity.edu.in",
    "name": "Satyanarayana Namburi VV",
    "team": "Team Delegants",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/teamdelegants/home",
    "project": "Career Guidance",
    "desc": "We team Delegants are working on topic Career Guidance which helps people to find a better path to pursue their career in their interested field. We chose this as our problem statement because many of us know only a few courses such as engineering, medical etc but there are many other fields that many people don't know. So, we here are helping people find a proper CAREER GUIDANCE. Now we are figuring out solutions for these problems that came up when we are surveyed people about why they got deviated from their goals/ambitions. We as a team are trying to solve these issues and help students to find the suitable career and achieve their goals."
    "img" : "https://raw.githubusercontent.com/Mentor2108/Screenshots_DTL/main/Team%20Delegants.jpg"
  },
  {
    "email": "srilakshmi20ucse187@mahindrauniversity.edu.in",
    "name": "Srilakshmi Rupakula",
    "team": "Hermeneutics",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/re-discover-reading/experience",
    "project": "Re-Discover Reading",
    "desc": "Team Hermeneutics maintains a holistic vibe. Every team member strives toward reaching the goal with equal enthusiasm and zeal. All the ideas introduced by the team are encouraged, discussed, and developed for the best results possible. We collectively aim towards making reading books accessible and feasible to everyone. The project \"Re-discover Reading\" is a collective platform that aims in providing a simple, easy and compatible platform that could provide accessibility to innumerable varieties of reading material. On this platform, we aim towards a Re-distribution of books available near your location. These might cut down your travel costs as well as help you get exposed to various unknown books that might turn out to be valuable."
    "img" : "https://raw.githubusercontent.com/Mentor2108/Screenshots_DTL/main/Hermeneutics.jpg"
  },
  {
    "email": "avinash20ucse231@mahindrauniversity.edu.in",
    "name": "Avinash Yaddlapalli",
    "team": "We Design",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/we-desing-group/home",
    "project": "TOYS FOR EDUCATION AND ENTERTAINMENT",
    "desc": "MARBLES GAME Marbles is a game that has been played for many years. There are lots of different ways to play the game. We'll describe the rules to one way to play below, but it's best if you make sure everyone understands the rules before you play, so there aren't any misunderstandings. Rules to the Game of Marbles you can see a white circle on the board. Marbles are placed inside the circle, usually near the center. Taking a Turn  The player uses their shooter marble to take a turn. To shoot the marble typically a player will use their thumb to flick the marble from their hand putting their \"knuckles down\" onto the ground. The goal of each shot is to hit one of the marbles in the center and knock it out of the circle. If the player knocks a marble out, then they get to keep the marble for the rest of the game, they also get to take another turn. If no marble is knocked out of the circle, the other player then gets a turn then next shot can be taken from the spot where the shooter landed. Winning in Marbles  The player with the most marbles at the end of the game is the winner. Other options/rules:  If a player knocks the other player's shooter from the circle, then the shooter wins all the player's marbles they have won so far and that player is out of the game."
    "img" : ""   
  },
  {
    "email": "sathwik20uece031@mahindrauniversity.edu.in",
    "name": "Sathwik Kalluri",
    "team": "Team Flawless",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/eldercare-dt-project/data",
    "project": "Eldercare ",
    "desc": "Our project is solely dedicated to solve not one but multiple problems elderly people face with a solution which is financially viable and is a platform which bridges the financial , social and emotional needs of elder people with the services of the huge domestic workforce of India . "
    "img" : "https://github.com/Mentor2108/Screenshots_DTL/blob/main/Team%20Flawless.jpg?raw=true"   
  },
  {
    "email": "sreevalli20uari148@mahindrauniversity.edu.in",
    "name": "Sreevalli Yelisetti",
    "team": "Straw Hats",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/suicide-a-silent-grief/home",
    "project": "Suicide : A Silent GRIEF",
    "desc": "Everyday, we begin our day by reading the news or watching the news. And a decent percent of that is covered with Suicide cases, we began thinking about the situation of the family going through the situationwe collected data about suicide occurrence and segregated them into sectors such as \"exam stress, financial situation, etc\". And now we started working on a solution to prevent suicides to the possible extent."
    "img" : "https://raw.githubusercontent.com/Mentor2108/Screenshots_DTL/main/Straw%20Hats.jpg"   
  },
  {
    "email": "anish20ueee003@mahindrauniversity.edu.in",
    "name": "Anish Kedala",
    "team": "Elite Designs",
    "mentor": "Ani Thomas",
    "website": "https://sites.google.com/view/elite-designs-blogs/home",
    "project": "Ancient Games",
    "desc": "Its a Game designing project to re-call about the ancient games"
    "img" : ""   
  },
  {
    "email": "jahnavi20ucse178@mahindrauniversity.edu.in",
    "name": "Jahnavi Siripurapu",
    "team": "Sentinels",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/d/1TzBQCWb0twVp_-kotBWEjn81o066kQlt/p/1ukvtY9MaqhS9oaSayWqKhCGiJO0ZnBBU/edit",
    "project": "Wastage Of Food",
    "desc": "Our main aim is to work together as a team and find the root cause of the wastage of food in our campus and help reduce it."
    "img" : ""   
  },
  {
    "email": "praditya20ucse124@mahindrauniversity.edu.in",
    "name": "Praditya Mishra",
    "team": "Forever Go",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/forever-go/home",
    "project": "E-Waste Management",
    "desc": "E-waste management is a process to collect e-waste, recover and recycle material by safe methods, dispose of e-waste by suitable techniques to reduce its adverse impacts on environment."
    "img" : ""   
  },
  {
    "email": "vedant20uari160@mahindrauniversity.edu.in",
    "name": "Vedant Dhanyamraju",
    "team": "DT Squad",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/dtsquad/home",
    "project": "Waste Management",
    "desc": "Waste management is the collection, transport, processing, recycling and disposal of waste materials produced by human activity. Waste management has an impact on our lives and the environment. The avoidance and reduction of waste is a very important part of waste management. This reduces the effect of waste on the environment and our health. Waste can come in all forms, solid, liquid and gas. Every form of waste has a distinct method of treatment and disposal. Waste management involves the collection of various types of waste that includes biological, industrial and household waste."
    "img" : ""   
  },
  {
    "email": "girish20uece107@mahindrauniversity.edu.in",
    "name": "Girish Engla",
    "team": "Elites",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/d/1yKc4qkrs7Uz52ap3wvrjMIutafsrr7yd/p/1PWimOx6pafdZk5d1pUsYmNpGRWmkLFgv/edit",
    "project": "EDUCATION WITH TOYS",
    "desc": "Our project is simply about teaching people of different age groups with help of toys. For example, abacus is a math technique used by most of the people, which includes a toy to calculate. In such a way, we develop some ideas where toys are used for education.We started by collecting enormous problems faced by different age groups of people with a small interview. Based on the problems we received, we have created a chart, in which we divided the problems into various categories and we finalized our problem statement. Thus, we went on with our project and it is yet to be completed."
    "img" : ""   
  },
  {
    "email": "das20ucse101@mahindrauniversity.edu.in",
    "name": "Das Mrinmoy",
    "team": "Akatsuki ",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/dtl-helpinghand/",
    "project": "Helping Hand",
    "desc": " Statistics show that among one in seven teenagers and one in fifteen adults experience metal-illness. It includes many different conditions that vary in degree of severity, ranging from mild-to-moderate to severe. We aim to lower the statistics, using our technology by introducing them to a virtual assistant, Emily. It’s functioned to talk to them, give emotional support and remind them of their allergies, emergency numbers, favorite song, etc. We were inspired to work on a chatbot as such since dementia, depressed and anxiety people have trouble finding someone they can talk to and to remind them of their favorite things. "
    "img" : "https://raw.githubusercontent.com/Mentor2108/Screenshots_DTL/main/Akatsuki.jpg "   
  },
  {
    "email": "nagayaswanth20uari106@mahindrauniversity.edu.in",
    "name": "NagaYaswanth Jonnala",
    "team": "Hustle",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/teamhustlewebsite/home",
    "project": "Bâton",
    "desc": "Baton is a smart stick which helps blind people to walk around easily which detects objects around it both stationary and moving through proximity sensors and communicates with the person through googles(included with sensors) or a Bluetooth device. it basically helps blind people to move around easily It calculates the distance between the objects and the person and identifies moving objects(people, vehicles, animals) and informs to the person. we want to integrate a smart stick , smart glasses and a mobile application where we scan the surroundings through the stick and smart glasses and comprehend the information with cloud and speak with the person with the help of an in built personal assistant through the speaker in smart glasses. "
    "img" : ""   
  },
  {
    "email": "manmitha20uari092@mahindrauniversity.edu.in",
    "name": "Manmitha Polsani",
    "team": "Innovation factory",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/innovationfactory02/home",
    "project": "Toy smith",
    "desc": "This project is about toys for children in different age groups By Innovation Factory Our project vision is to find out the problem faced by children in the different age group And find out a solution for it Which enhances the child's brain In an entertaining way so that they wont get bored. The young generation is the future, Enhancing their skills in the young age according to their capability is definitely a useful thing. Innovation factory aims for a best solutions for problems faced by children in different age groups face in their life. We may not be able to give for every problem But we can definitely make a difference with the work we do  -Team Innovation Factory Manmitha,Harshil,Dhishana,Neha,Harshit,Kasyap,Bhavya "
    "img" : ""   
  },
  {
    "email": "amaan20ucse017@mahindrauniversity.edu.in",
    "name": "Amaan Shaik",
    "team": "Gravity ",
    "mentor": "Sayoni Laha",
    "website": "https://gravity07mha.blogspot.com/2022/04/mental-health-awareness.html",
    "project": "MENTAL HEALTH AWARENESS ",
    "desc": "Initially we decided Mental health awareness as the project topic. In mental health awareness there are many sub topics like mental health awareness for elders, mental health awareness for children,mental health awareness for adults etc. Since in the current world, though mental health issues are prevalent, it has been observed that 20% of adolescents may experience a mental health problem in any given year 50% of mental health problems are established by age 14 and 75% by age 24. 10% of children and young people (aged 5-16 years) have a clinically diagnosable mental problem, yet 70% of children and adolescents who experience mental health problems have not had appropriate interventions at a sufficiently early age.After surveying we decided that adolescents suffer the most. Adolescents face many problems like family issues,exam pressure,bullying,all types of abuse etc. "
    "img" : ""   
  },
  {
    "email": "aditya20uari005@mahindrauniversity.edu.in",
    "name": "Aditya Sai",
    "team": "Team Sapta",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/our-dt-project/home",
    "project": "INDIAN EDUCATION SYSTEM",
    "desc": "Education system in India carries the colonial baggage shouldered by us for decades now. It is a structure that was built to produce civil servants, clerks and bureaucrats who could do the routine job. Not much has changed in the objective of our education system, even today. Now we have engineers being produced in bulk creating imbalance in the demand and supply in the job market. The same old rote learning mentality of students to score the highest marks, holds priority not only for the students but their guiding angels (parents and teachers). There is a thin line drawn between an educated and talented individual. Anyone with a first class degree is preferred over a hardworking and talented student, who scores in an average slot."
    "img" : ""   
  },
  {
    "email": "shubhika20uece081@mahindrauniversity.edu.in",
    "name": "Shubhika Yadav",
    "team": "Callisto",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/callistowellness",
    "project": "Callisto -a well health project :)",
    "desc": "Our project is based on mental health care and awareness. We are focusing on students in college and PhD students. We researched a lot about mental health and how it affects students in colleges. After having several discussions amongst the team and with our classmates, we made a survey form with basic questions to understand the situation of students around us. After this we compiled the data to get a detailed report on our project."
    "img" : ""   
  },
  {
    "email": "pranav20ucse047@mahindrauniversity.edu.in",
    "name": "Pranav Gannu",
    "team": "Among us",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/degradation-of-lakes/home?authuser=0",
    "project": "Degradation of lakes",
    "desc": "So there are many problems faced by the society if we do not maintain our lakes properly soo we are here to survey about lakes and the problems faced by the residents nearby polluted lakes and find a solution. And also we are trying to spread awareness on the importance of lakes and their various uses to keep the natural ecosystem balanced.And also we are discussing with the officials on not dumping the waste in the lakes but to provide seperate space to dump waste."
    "img" : ""   
  },
  {
    "email": "deekshitha20uari047@mahindrauniversity.edu.in",
    "name": "Deekshitha Dondeti",
    "team": "Free Thinkers",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/levelupfreethinkers",
    "project": "Level up",
    "desc": "To motivate people in learning new things in whatever field they are interested and share their knowledge in particular field in which they are experts. To connect students in a way where they can share their knowledge and skills to improve and also become better. We also believe it would be a good way to improve their communication skills We prepared a questionnaire based on people hobbies and interests to bring them together. Now in the process of understanding our problem in depth, for that we built a questionnaire and are interviewing our target audience to comprehend their need and wants better. Also to find what issue majority of them face."
    "img" : ""   
  },
  {
    "email": "anusha20uari023@mahindrauniversity.edu.in",
    "name": "Anusha Nandy",
    "team": "Promethean Pro Max",
    "mentor": "Ani Thomas",
    "website": "https://sites.google.com/view/promethean-pro-max/home",
    "project": "Promethean Design Thinking",
    "desc": "The epidemic brought to light the various flaws in India's educational system. Throughout the epidemic, which caused widespread mental pain and anxiety, schools and universities across the country had just one goal: to finish exams and submit all assignments on time. We had schools informing us that our tests and grades were still the most important things throughout what was without a doubt a time when everyone's mental health, especially students', worsened. There were no concessions or offers of assistance. The establishment claimed to be oblivious to students' problems all around the country. What should have been a lesson on mental health and empathy became something that reinforced the idea of life being short."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Promethean%20Pro%20Max.jpg"   
  },
  {
    "email": "likhith20uece039@mahindrauniversity.edu.in",
    "name": "Likhith Gadde",
    "team": "Seven XI",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/such-solar-much-wow",
    "project": "such solar much wow",
    "desc": "Solar energy is a resource with untapped potential which can single-handedly sustain the energy needs of the human race. The device we use to convert that solar resource into usable electricity is a photovoltaic cell or simply, a solar cell. The solar cell, however, comes with limitations The average industrial efficiency of a solar panel is 15-20 percent. This means only about 15 to 20 percent of the energy received from the sun is being converted into electricity. Increasing the efficiency of solar panels is all our project is about. We employ non-invasive upgrades on solar cells/panels so that they give more net output and thus raising their total average efficiency."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Seven%20XI.jpg"   
  },
  {
    "email": "venkata20uari162@mahindrauniversity.edu.in",
    "name": "Venkata Kasavaraju",
    "team": "Desparados",
    "mentor": "Sayoni Laha",
    "website": "https://venkata20uari162.wixsite.com/my-site-1",
    "project": "Deformation of lakes",
    "desc": "Our project is all about deformation of lakes and plates we are a group of 7 who are interested in solving the problem by making a better research, learning and developing our selves with the present technology. We have made several  group discussions among our selves and also we had discussions with people by interacting with them by using the Google forms ,we also have our guide or mentor to support us"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Desparados.jpg"   
  },
  {
    "email": "siddhi20ucse177@mahindrauniversity.edu.in",
    "name": "Siddhi Gogula",
    "team": "Wfh",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/hytour/home",
    "project": "HyTour",
    "desc": "Hyderabad is indeed the city of pearls. When you arrive in Hyderabad, the hospitality and ostensibly nice conduct will astound you. And if you are lost, you can ask anyone for assistance or even a ride.  It was chosen the best place to live in India, and you'll see why. You will be amazed at how many things there are to do in Hyderabad. So, take a look at all of the top things to do in Hyderabad and select what you want to do. There are a few historic sites, some shopping, and plenty of cuisine to be had! As a result, our mission is to make Hyderabad tourism more accessible and informative. We created \"HyTour\" to make this happen. HyTour is the most effective way to simplify tourism. Not only do we provide the history and basic information, but we also recommend the best times and people to accompany you on your tour. It's not just a standard website with recommendations and information on locations to visit in Hyderabad; it's also a blog where people can explore and express their experiences there. So that you can not only hear other people's opinions, but also ask questions and get them answered.  We created HyTour with the goal of ensuring that everyone, whether a local or a visitor, may enjoy their visit without difficulty."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Wfh.jpg"   
  },
  {
    "email": "mohan20ucse099@mahindrauniversity.edu.in",
    "name": "Mohan Chennupati",
    "team": "Hidden leaf shinobi",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/rejuvenwater/history",
    "project": "Water scarcity",
    "desc": "People are taking wtaer for granted and wasting it irresponsibly. Also, they are polluting the water rapidly. On the other side, water is becoming very scarse in some parts of the world and will also be unavailable in most parts of the world in the coming years. So, our goal is to spread awareness about the root causes of water pollution so that people can understand how there daily activities are contributing to wastage and pollution of water. We also provide them with solutions to use water efficiently and ways to avoid water pollution."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Hidden%20leaf%20shinobi.jpg"   
  },
  {
    "email": "suchir20ucse194@mahindrauniversity.edu.in",
    "name": "Suchir Santapur",
    "team": "Ligma",
    "mentor": "Abhinav Chaturvedi",
    "website": "https://sites.google.com/view/team-ligma/home",
    "project": "Laundry ",
    "desc": "A project aimed at making the lives of our fellow hostellers better. All of us have a lot of clothes and since washing clothes is an activity done often, we aim to make the clothes washing experience better for all. By surveying the experiences of our peers we hope to find the main problems that if solved would smoothen the laundry experience. We hope to find solutions to these problems with the guidance of our wonderful mentor. As for now we have done a google form survey and hope to use its results to scout out the biggest problems with the current system. "
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Ligma.jpg"   
  },
  {
    "email": "abhishek20umee005@mahindrauniversity.edu.in",
    "name": "Abhishek Vedula",
    "team": "DS Thinkers",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/sortedwaste/home?authuser=0",
    "project": "SORTED-Waste segregation",
    "desc": "After keenly observing the dire waste segregation situation in the university hostel dormitory, we DS thinkers have decided to come up with a solution for the same. Our aim is to provide the students and housekeepers with a clean and efficient waste segregation system that will positively impact the environment and reduce our carbon foot-print. Through our interviews we have found that the students and staff are willing to co-operate with us. Our end goal is to create and distribute a sectioned dustbin that will allow the easy implementation of our plan."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/ds%20thinkers.png"   
  },
  {
    "email": "srikanth20uari038@mahindrauniversity.edu.in",
    "name": "Srikanth Chaitanya",
    "team": "Baby Shark Du Du Du ",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/student.onlinedegree.iitm.ac.in/baby-shark-dududu/home",
    "project": "Zairyo ",
    "desc": "We are a group of individuals coming from different parts of India with varied culinary palates and food preferences. Since having moved to college, all of us have faced this one similar problem when it comes to the variety of food and we hope we can bring change to it. Working on this project has given a huge perspective to the weight of the situation and we are motivated to try and address this issue that has not just affected us as a group but, try and cater to the rest of the students, as well as the faculty here."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Baby%20Shark%20Du%20Du%20Du.jpg"   
  },
  {
    "email": "mallika20ucse086@mahindrauniversity.edu.in",
    "name": "Mallika Asthana",
    "team": "Deeziner Nuts",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/velgo/home",
    "project": "Velgo",
    "desc": "The main idea behind Velgo is to essentially help the students on campus in commuting easily in and around the university campus by providing a very cost efficient and eco -friendly bike rental service. Commuting in and around campus is an everyday hassle for most of the students in our University. This often leads to them missing classes or being late for important meetings/events. We at Velgo aim to provide an efficient rental service for these students where they can borrow bikes at various points around the campus. This helps them save time and additionally, improve their physical health. "
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Deeziner%20nuts.jpg"   
  },
  {
    "email": "nikshep20uece055@mahindrauniversity.edu.in",
    "name": "Nikshep Gaddala",
    "team": "Error 404",
    "mentor": "Ani Thomas",
    "website": "https://sites.google.com/view/spaceschool404/home",
    "project": "Space School",
    "desc": "offline/online (optional) tutoring platform. Elaborate model for onboarding new tutors onto the platform, mostly students looking for an internship alternative/ gain experience in skills they may already have acquired. As a tutor provides more tuitions, his/her reviews and ratings keep increasing. This enables the students to narrow down the best tutors. We cater to national audience, with students ranging from pre-primary to secondary schools, or even entrance preps. Working like a match maker between the tutors and students both being the young generation of the society. Only one other startup is somewhat close to the idea of our model, called  FlipClass . But this startup model is restricted by the means of appointing tutors as it accepts only 9/100 applications. Our model is open to all students that want to teach and earn and as we focus on pre primary to secondary edu, we follow a sort of pyramid theme where for eg. 12th grader can tutor a fifth grader i.e  the knowledge gap is big enough to ensure the tutor can and will be successful in his/her job. The student/their guardian and the tutor can negotiate one on one through a chat bot or direct communication and some percent of the total pay comes to as commission to the startup. Payment would be on a monthly/ half yearly basis. This type of model might face situations where once a tutor is matched with a student, they might start further external communication in order to avoid commission payment and to curb these type of problems we came up with an internship/experience certificate that is granted to tutors only if they provide tuitions through the startup and over a specific period of time say a year or two depending on the subject or course they teach."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Error%20404.jpg"   
  },
  {
    "email": "hemal20uari063@mahindrauniversity.edu.in",
    "name": "Hemal Tummapudi",
    "team": "HexArt",
    "mentor": "Ani Thomas",
    "website": "https://rsssaketh02.wixsite.com/hexartblog",
    "project": "Epilogue",
    "desc": "Our project aims at bringing filmmakers in a close knit community where they are free to ideate, express and bring their ideas to the screen. We aim at helping actors get up a good acting job where they can showcase their talent. Filmmakers are in need of like minded people to work with and collaborate into doing something good. They are a lot or first film directors waiting for a producer to execute their story ideas. "
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/HexArt.jpg"   
  },
  {
    "email": "manideep20uari174@mahindrauniversity.edu.in",
    "name": "Manideep Gummadi",
    "team": "Multitaskers",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/multitaskerscoalmining/home?authuser=0",
    "project": "Coal mining",
    "desc": "Coal is one of the most valuable natural resource on earth. It has many advantages and one of the main advantages is generation of electricity. But it also has its share of disadvantages which are considered to be more dangerous to human life. We as a team are here to limit the disadvantages of coal mining to mankind."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/multitaskers.png"   
  },
  {
    "email": "srikar20ucse186@mahindrauniversity.edu.in",
    "name": "Srikar Tadeparti",
    "team": "Turing Fraternity",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/turing-fraternity-dt/",
    "project": "Turing Fraternity",
    "desc": "We got to the view that kids need to be educated with skills that will allow them continue their lives in the future and be self-reliant for remuneration after brainstorming with our peers. We decided to provide them with instruction in the design and manufacturing of hand-made clothes and decorative items because they were so talented at designing and drawing.After interacting with students and teachers, we discovered that they usually drop out of school and either work or stay at home.  Because a large number of students were unable to work, they remained at home and took care of household chores.   We discovered that the boys are skilled at drawing and the girls are skilled at stitching designs onto clothing.  The girls had also made turmeric powder from the stems by hand prior.  Their abilities assisted us in determining the level of assistance they require from us."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/turing%20fraternity.png"   
  },
  {
    "email": "koushik20ucse024@mahindrauniversity.edu.in",
    "name": "Koushik Avula",
    "team": "Créative visons ",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/creativevisions/home?authuser=0",
    "project": "Climate change ",
    "desc": "It's important that we understand how the climate is changing, so that we can prepare for the future. Studying the climate helps us predict how much rain the next winter might bring, or how far sea levels will rise due to warmer sea temperatures."
    "img" : ""   
  },
  {
    "email": "sabdha20ucam045@mahindrauniversity.edu.in",
    "name": "Ambati Sabdha",
    "team": "Extra Mile",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/foodwasteinourmess/home",
    "project": "Food waste management",
    "desc": "Our project is an effort reduce food wastage in our university mess. We are focusing on both the food that gets wasted  before and after coming onto the plates. Currently, we are trying to understand the reasons for food wastage to be able to come up with efficient and practical solutions for the same. We are gathering primary data by observation and through interviews and surveys of all the stakeholders . "
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/extra%20mile.png"   
  },
  {
    "email": "gayathri20uari008@mahindrauniversity.edu.in",
    "name": "Gayathri Adulla",
    "team": "Global thinkers engaged leaders ",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/globalthinkersengagedleader/home",
    "project": "Elderly adjustable stick ",
    "desc": "It is a adjustable stick used by elders who have walking problems due to their age. We surveyed various sticks available in market and for defects in it. Later on we discussed together and came to an idea on how to make the stick a better version and easily usable by elders"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/global%20thinkers%20engages%20leaders.png"   
  },
  {
    "email": "vishwanath20ucse229@mahindrauniversity.edu.in",
    "name": "Vishwanath Garlapalli",
    "team": "Brute force",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/forlorn07/home",
    "project": "Loneliness",
    "desc": "This project has been a great oppurtunity provider for me to comprehend and become competent as an active member in the group and also to understand the workspace and the environment with my group. All though i had some challenges to face while working with the group it was fun to overcome those hardships and it was the best experience I'd ever had. Our initiative was motivated by the emotion felt by many people and which has been a developing problem in the young generation; Lonliness. Over a span of 4 weeks my groupmates and myself have tried to discern and distinguish about this feeling which causes the person discomfort and a sense of unhappiness. We have been surveying various groups and sectors of people, some of them i personally found really distressing. The voulunteers we had interviewed had tried their best to put their emotions into words and expressed their issues both physiologically and psychologically. We conducted a poll and found out majority of those who were lonely were between the ages of 18 to 40. In the end, i would like to say that the project we worked on had given me a chance to participate and made me aware of the daily life of ceratin individuals while helping me to overcome these circumstances myself and gain an understanding on this subject."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/Brute%20force.jpg"   
  },
  {
    "email": "yash20uari168@mahindrauniversity.edu.in",
    "name": "Yash Mathur",
    "team": "Purple Reign",
    "mentor": "Raj Narayanan",
    "website": "https://sites.google.com/view/trouver-des-equipes/home",
    "project": "Epique",
    "desc": "A one place way for you to find your teammates, efficiently without much hastle"
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/purple%20reign.png"   
  },
  {
    "email": "deepak20uari087@mahindrauniversity.edu.in",
    "name": "Gunda Lavanya Deepak Saravaiah",
    "team": "shall be updated as (Task)",
    "mentor": "Sayoni Laha",
    "website": "https://sites.google.com/view/fortomorrow",
    "project": "Waste Management(mainly PLASTIC)",
    "desc": "WE  are here trying to raise awareness of the trash epidemic mainly plastic bottle.By 2050,there will be more plastic than fish in oceans.It was time to turn promises into concrete and swift action and to create a unified platformto drive and amplify at an unprecedented level.Marriott International,Amazon has started ways to minimize plastic usage.Its time for the youth like us carry it to  reach for ground level individuality.Ultimately we need to revolutionize the way plastics are made,consumed and re-used.We as a team working to put our ideologies in this aspect making it real."
    "img" : "https://raw.githubusercontent.com/rekhithasree/dtl-images/main/shall%20be%20updated%20by%20(task).png"   
  }
]
